{
  "WineBottle": 0,
  "Spatula": 1,
  "Window": 2,
  "Pen": 3,
  "RemoteControl": 4,
  "TVStand": 5,
  "SaltShaker": 6,
  "Ladle": 7,
  "DishSponge": 8,
  "Plunger": 9,
  "GarbageCan": 10,
  "Pillow": 11,
  "Plate": 12,
  "EggCracked": 13,
  "Poster": 14,
  "Pan": 15,
  "KeyChain": 16,
  "Mug": 17,
  "CellPhone": 18,
  "CD": 19,
  "LightSwitch": 20,
  "SinkBasin": 21,
  "Fork": 22,
  "ShowerGlass": 23,
  "Statue": 24,
  "ScrubBrush": 25,
  "SprayBottle": 26,
  "BasketBall": 27,
  "Desk": 28,
  "Safe": 29,
  "Lamp": 30,
  "StoveBurner": 31,
  "Mirror": 32,
  "Book": 33,
  "ShowerCurtain": 34,
  "Ottoman": 35,
  "Television": 36,
  "Apple": 37,
  "LettuceSliced": 38,
  "PotatoSliced": 39,
  "Bed": 40,
  "Dresser": 41,
  "AlarmClock": 42,
  "ToiletPaperHanger": 43,
  "Vase": 44,
  "FloorLamp": 45,
  "Cabinet": 46,
  "Spoon": 47,
  "Toaster": 48,
  "Pot": 49,
  "PepperShaker": 50,
  "TeddyBear": 51,
  "Fridge": 52,
  "Bowl": 53,
  "ArmChair": 54,
  "Faucet": 55,
  "Box": 56,
  "SoapBar": 57,
  "BathtubBasin": 58,
  "Painting": 59,
  "Lettuce": 60,
  "Sofa": 61,
  "SoapBottle": 62,
  "Watch": 63,
  "WateringCan": 64,
  "Cup": 65,
  "AppleSliced": 66,
  "Towel": 67,
  "Cart": 68,
  "CreditCard": 69,
  "Footstool": 70,
  "Tomato": 71,
  "Shelf": 72,
  "Sink": 73,
  "HousePlant": 74,
  "PaperTowelRoll": 75,
  "Chair": 76,
  "Cloth": 77,
  "BaseballBat": 78,
  "CounterTop": 79,
  "Potato": 80,
  "BreadSliced": 81,
  "Toilet": 82,
  "TennisRacket": 83,
  "HandTowelHolder": 84,
  "TissueBox": 85,
  "CoffeeTable": 86,
  "Drawer": 87,
  "Curtains": 88,
  "Newspaper": 89,
  "Candle": 90,
  "Pencil": 91,
  "Bathtub": 92,
  "Egg": 93,
  "ToiletPaper": 94,
  "DiningTable": 95,
  "TomatoSliced": 96,
  "Kettle": 97,
  "DeskLamp": 98,
  "TowelHolder": 99,
  "Boots": 100,
  "Bread": 101,
  "LaundryHamper": 102,
  "Glassbottle": 103,
  "ShowerHead": 104,
  "Knife": 105,
  "SideTable": 106,
  "LaundryHamperLid": 107,
  "ShowerDoor": 108,
  "Laptop": 109,
  "CoffeeMachine": 110,
  "Microwave": 111,
  "Blinds": 112,
  "HandTowel": 113,
  "StoveKnob": 114,
  "ButterKnife": 115
}